C	9272192
O	4984834
N	2477635
C1=CC=CC=C1	2387846
F	821023
Cl	468586
S	415752
C1=CC=NC=C1	178551
C1CCNCC1	139953
Br	128263
C1=CNN=C1	109495
C1=CSC=C1	104677
C1=COC=C1	88456
C1CSCN1	87887
C1CC1	76828
C1=CSC=N1	71808
C1CCCCC1	69847
C1CNCCN1	65556
C1CCNC1	62107
C1=CNC=C1	55933
C1CCCNC1	55050
C1COCCN1	50664
C1=NN=CN1	46975
C1=NC=NO1	40671
C1=CC=C2NC=CC2=C1	38571
C1=CNC=N1	34432
C1CCCC1	33194
C1=CN=CN=C1	32511
C1=CON=C1	30561
C1CNCC1	28233
C1=CC=C2C=CC=CC2=C1	27242
C1=CC=C2NC=NC2=C1	25420
C1CCOC1	22488
C1CCCN1	21460
C1CCC1	20721
C1=CC=C2N=CC=CC2=C1	20269
C1=CC=C2SC=NC2=C1	18299
C1CNN=C1	17944
C1CC2=CC=CC=C2C1	17913
C1=NN=CO1	16317
C1CSC=N1	15618
C1=CN=C2C=CC=CC2=C1	15578
C1=NC=NN1	15063
C1=CC=C2OCOC2=C1	14827
C1=COC=N1	14821
C1=NN=CS1	14138
C1CCOCC1	14057
C1CC2=CC=CC=C2N1	13307
C1=CC=C2CCCC2=C1	11735
C1CNCNC1	11719
I	11446
C1=CC=C2OC=CC2=C1	11232
C1CNCN=C1	10859
C1=CC=C2OCCOC2=C1	9956
C1COCC1	9835
C1=CC=C2NCCCC2=C1	9349
C1=CC=C2CCCCC2=C1	9264
C1C=CC2=CC=CC=C2O1	9199
C1CNCN1	9146
C1=CC=C2NCCC2=C1	9074
C1CNCCC1	8676
C1CNC=C1	8671
C1=CC=C2CNCCC2=C1	8512
C1NC=NC2=CC=CC=C12	7472
C1=NNCC1	7406
C1=CC2=C(CCCC2)S1	7195
C1CCCNCC1	6884
C1=CNN=N1	6476
C1NC=NN1	6394
C1NCC2=CC=CC=C12	6322
C1=CC=C2OC=NC2=C1	6273
C1CNC1	6226
C1CNCCNC1	6166
C1CCCC2=C1CC=CN2	6029
C1=CC=C2C(=C1)CC1=CC=CC=C12	5856
B1OCCO1	5684
C1C=CC=CN1	5646
C1N=N1	5637
C1CCCCCC1	5560
C1=CC=C2OCCCC2=C1	5522
C1=CN=CC=N1	5488
C1=CC=C2SC=CC2=C1	5320
C1C2CC3CC1CC(C2)C3	5223
C1=CC=C2OCCC2=C1	5220
C1COCCC1	5109
C1=CC2=NC=CN2C=C1	5039
C1=CCCCC1	4887
C1C=CCC1	4830
C1=NNN=N1	4786
C1=CCNCC1	4718
C1=NN=NN1	4717
C1=CC2=C(C=C1)OCO2	4709
C1CSCCN1	4541
C1C=CCC2=CC=CC=C12	4399
C1C[C@H]2C[C@H]1CC2	4246
C1CCCOC1	4178
C1CN=C2SC=NN2C1	4045
C1NC=CCN1	4038
C1COC=N1	3981
C1CNNC1	3893
C1C=CCN1	3725
C1=CN2N=CC=C2N=C1	3700
C1=CC=C2N=CN=CC2=C1	3693
C1COC=C1	3600
C1=CC2=CN=CN=C2C=C1	3586
C1C=COC2=CC=CC=C12	3582
C1CCC2=C(CCCC2)N1	3518
C1=CC=C2NN=CC2=C1	3320
C1CCCCN1	3294
C1=CSN=N1	3135
C1=CN=NC=C1	2906
C1=CC2=C(C=C1)OCOC2	2871
C1C=CCCC1	2795
C1C=CC2=CC=CC=C2N1	2684
C1C=CC2=C(C=CC=C2)O1	2666
C1=CC2=C(C=C1)OCC2	2662
C1=CC2=NSN=C2C=C1	2625
C1CCC2=CC=CC=C2N1	2576
C1C=CNN1	2561
C1CCC2=CC=CC=C12	2551
C1=NNC2=C1CCCO2	2547
C1=CC2=C(C=C1)NC=C2	2542
C1CN2CC[C@@H]1CC2	2538
C1=CC2=C(C=C1)CCCC2	2524
C1NCNC2=CC=CC=C12	2503
C1=CC2=C(C=C1)CCC2	2488
C1NC2=CC=CC=C2S1	2487
C1CCCC2=CC=CC=C12	2485
C1CCCCNC1	2459
C1=CC=C2OCCCOC2=C1	2456
C1=C[C@H]2C[C@H]1CC2	2413
C1=NNC2=C1CCCC2	2412
C1C2=CC=CC=C2CC2=CC=CC=C12	2353
C1=CC=C2N=CC=NC2=C1	2348
C1=CN2N=CN=C2N=C1	2333
C1=CC2=C(CCC2)S1	2317
C1=CN2C=CSC2=N1	2270
C1=NC2=C(CCNC2)N1	2225
C1=NC2=C(CCCC2)S1	2211
C1=CC2=CC=NC=C2C=C1	2198
C1=CC2=NON=C2C=C1	2183
C1NCCO1	2168
C1=CN=C2NN=CC2=C1	2154
C1=CC=C2OCCNC2=C1	2131
C1C=CNC2=CC=CC=C12	2094
C1=CC2=CN=CN=C2S1	2062
C1NC=CS1	2050
C1C=CN=CN1	2037
C1CSCC1	2024
C1=CNC2=NC=NN2C1	1955
C1=NCCN1	1952
C1NC=NC2=C1SC1=NC=CC=C12	1945
C1CC2=CC=CC=C2O1	1923
C1=CC=C2OCCNCC2=C1	1917
C1=CC=C2C=NC=CC2=C1	1916
C1NC2=CC=CC=C2O1	1914
C1=CC2=C(C=C1)CNCC2	1894
P	1854
C1NC2=CC=CC=C2N1	1790
C1NCCN1	1779
C1=CC2=C(CCNC2)S1	1769
C1=CC2=NNN=C2C=C1	1752
C1C=CC=NN1	1714
C1NC=NC2=C1C=CS2	1695
C1C2=CC=CC=C2CC2=C1C=CC=C2	1694
C1=CC=C2CNCC2=C1	1689
C1=CC2=NC=CN=C2C=C1	1670
C1=CC2=C(N=CN=C2)S1	1577
C1=CC=C2OCC=CC2=C1	1559
C1COC2=CC=CC=C2N1	1506
C1=CC2=C(CCCCC2)S1	1496
C1CCCC2=C1CN1N=CN=C1N2	1483
C1C=COCC1	1456
C1NN=CC2=CC=CC=C12	1422
C1OCC2=CC=CC=C12	1416
C1=NOCC1	1414
C1CSC2=[N+](C1)CCN2	1404
C1=CC2=NN=CN2C=C1	1363
C1=NN=C2SC=NN12	1360
C1CC2(CCN1)CC2	1358
C1NCC2=C(CCCC2)N1	1358
C1=CCNC1	1357
C1=CC2=C(C=C1)OCCO2	1343
C1=CC=[N+]C=C1	1320
C1=CSN=C1	1300
C1CCC2(C1)CCC2	1284
C1C=C[C@]2(CC3=CC=CC=C3O2)CC1	1266
C1C=CC2C(=C1)CC[C@@H]1CCCC=C21	1251
C1C=C[C@@]2(CC3=CC=CC=C3O2)CC1	1232
C1COCOC1	1227
C1CCC=CN1	1220
C1=C2CCCCC2=NN1	1216
C1NCC2=C3C1=CC=CC3=CC=C2	1214
C1CNNCS1	1207
C1=CN=C2NC=CC2=C1	1198
C1=CC=C2C(=C1)NCOC1=NC=NN=C21	1150
C1=CC=C2SCCCC2=C1	1137
C1=NNN=C1	1118
C1C2=CC=CC=C2NC2=CC=CC=C12	1106
C1=CN2N=CN=C2S1	1100
C1=CC=C2C(=C1)NC1=C2CCNC1	1086
C1=NC=NS1	1055
C1CC2CCC1C2	1053
C1=CN=C2ON=CC2=C1	1047
C1CC2(C1)CNC2	1047
C1NC=CC2=CC=CC=C12	1038
C1NN=CO1	1031
C1CC2=NC=CN2C=C1	1031
C1NC=NC2=C1C1=C(CCCC1)S2	1027
C1=NC=NC=N1	1018
C1C[C@H]2CCCCC2C1	1016
C1=CN2CCCCC2=N1	1015
C1CCC2(CCNCC2)CN1	1011
